06_hello_many_routes/deas-0.25.0/bench_results.txt
Running 2s test @ http://0.0.0.0:9292
  2 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    32.71ms   21.14ms  80.95ms   83.33%
    Req/Sec   154.96     42.33   233.00     54.17%
  610 requests in 2.00s, 170.97KB read
  Socket errors: connect 0, read 4, write 0, timeout 0
Requests/sec:    304.89
Transfer/sec:     85.45KB